export const articleData = [
  {
    title: `ОСНОВНІ ПОГЛЯДИ НА ПРИРОДУ АГРЕСІЇ`,
    text: `Мета цієї статті – короткий огляд та узагальнення поглядів на теорію агресії.
Цією проблемою займалося чимало психологів-науковців. Найбільш визначними у є Альбер Бандура, Конрад Лоренц, Хайнц Хекгаузен, Фредерік Перлз, а також багато вчених експериментаторів таких як Корнадт, Ольвеус, Мілгрем, Зімбарго, Ізард, Басс, Берон, Ерон та інші. Новизна цієї роботи полягає саме в узагальненні та несе оглядову функцію.
Австрійський вчений біолог, етимолог Конрад Лоренц вивчав агресію проводячи вивчаючи поведінку вищих хребетних і порівнюючи її з поведінкою виду Homo  sapiens. Вчений розглядав передусім внутрішньовидову агресію. Він стверджував, що агресія – це вроджена, інстинктивно обумовлена властивість усіх вищих тварин. При цьому автор часто згадує за емоцію гніву, яка є виражаючим засобом агресивної мотивації.
Так, розглядаючи міжвидову агресію, Конрад Лоренц вказує на її чітку функціональність: полювання для хижаків, мобінг (групова атака хижака). Внутрівидова агресія має такі функції: 1) природній добір – має вижити найсильніший, найадаптованійший тощо; 2) регуляція густоти заселення території; при цьому кількість агресивних дій виростає у геометричній прогресії із наближенням до центру області проживання; 3) захист потомства – поєдинки всередині однієї групи для вибору захисника; 4) побудова соціальної ієрархії. А необхідність «соціалізувати» внутрівидову агресію призводить до появи ще двох функцій: комунікативної (ритуалізація) та об’єднуюча (заключення союзів на основі ритуалізації). При цьому відмова від точного слідування ритуалам (манерам) сприймається членами групи як відверто агресивний акт.
К. Лоренц, посилаючись на Уоллеса Крейга, вказує на одну причину спонтанної внутрівидової агресії: тривала відсутність стимулу призводить до зниження порогу чутливості (реакцією на слабший стимул), а також до від реагування інстинктивних дій.
Цікавим є спостереження, що у тварин є ритуали, які дозволяють у стосунках пари безпечно «розряджати агресивний інстинкт» (що перегукується із теорією З. Фрейда). 
Ф. Перлз у своїй монографії «Его, голод і агресія» розглядає 2 основні види агресії: природна і анігіляційна. Перша стосується таких дій як, наприклад, розжовування та розщеплення їжі (інформації у певному сенсі), а інша сприяє виживанню і тісно пов’язана з переживанням такої емоції як страх, а тому спрямована на знищення суб’єкта агресії або об’єкта, який його заміщує. 
Інший вчений, прихильник теорії диференціальних емоцій, Керол Ізард у своїй монографії «Емоції людини» важливу роль відводить емоції гніву. Ця емоція входить у тріаду ворожості: відраза, презирство та гнів. Дослідник вважає, що емоція гніву створює імпульс, можливість агресії.
Причинами гніву Ізард називає наступні: 
1) обмеження фізичної або психічної свободи (Campos, Stenberg, 1981),
2) перешкоди у досягненні мети;
3) аверсивна стимуляція, некомфортні зовнішні умови (когнітивно-асоціативна теорія Берковица (Berkowitz, 1990)); зокрема когнітивні причини гніву: несправедливість, обман, помилка, думки про те, що люди тебе засуджують, не люблять, а також власні невдачі.
4) біль (Izard, 1987);
5) образа з боку іншого;
6) пролонгована печаль, депресія;
7) гнів і агресія (наприклад, у випадку наслідування дітьми реакцій батьків або агресивних прикладів з екрану телевізора (Main, George, 1985), (Eron, 1987)).
Переживання гніву пов’язані зі значним напруженням. Супроводжуються відчуттям впевненості, сміливості.
Керол Ізард виділяє наступні функції гніву:
1) мобілізація енергії організму;
2) захист своїх прав та свобод.
Дія вчинена під впливом гніву має елемент емоційного переживання і когнітивної оцінки ситуації.
Цікавим з практичної точки зору є експеримент Савіцького та Ізарда (Savitsky, Izard, 1974) з інструментальною агресією. «Жертва», яку мав «навчити» досліджуваний, виражала реакції радості, гніву, страху та нейтральну реакцію. Рівень току збільшився, порівняно з контрольною групою, у випадку виразу емоції радості, і знижався під час виразу гніву.
 Вчений також згадує про проблему невираженого гніву, який може призвести до психосоматичних порушень (Holt, 1970, р. 9), (Bonanno, Singer, 1990; Schwartz, 1990; Weinberger, 1990)
Німецький вчений, гештальт-психолог, Хайнц Хекгаузен досліджував агресію у руслі теорії мотивації. Таким чином, агресивна дія стосується мотивації і полягає у деактивації по досягненні мети (це відповідає катарсичній теорії Йєльської групи, яку автор уточнює і доповнює за допомогою загальної теорії мотивації). Критично ставиться автор до роботи К. Лоренца, вказуючи на її відверту біологічність та неоднозначність висновків.
Він досліджував змістовно розглядав проблеми агресивності. Зокрема, історію вивчення агресії, проблеми вимірювання рівня агресивності, побудови теоретичних конструктів, вивчав причини агресивної дії, фактори, які впливають на рівень її прояву, індивідуальні відмінності тощо. 
Так, Хекгаузен говорить, що «серйозна» історія вивчення питання агресивності бере початок з 50-х років ХХ ст. і починається із статистичного вивчення з подальшим врахуванням індивідуальних відмінностей. Як історичний факт, який мало впливає на сучасні дослідження агресивності, сприймає автор теорію З. Фрейда.
Хайнц Хекгаузен поділяє агресію на реактивну (реакція на фрустрацію) і спонтанну (бажання нашкодити комусь тощо). З деякими поправками можна провести паралелі із перлзівськими природною та анігіляційною агресією.
У своїй статті Реан А. А. спирається на когнітивно-біхевіоральну концепцію, зокрема на теорію соціального научіння Бандури, розглядаючи особливості агресивних дій серед підлітків. Вчений говорить, що запобігає агресивним діям прив’язаність, а сприяє – фрустрація базових потреб, в першу чергу прив’язаності.
Альберт Бандура намагався пояснити теорію виникнення агресивності за допомогою теорії соціального научіння: його експерименти показують зростання рівня агресивності внаслідок спостереження за зразками агресивної поведінки. Не зовсім з нею погоджується Хекгаузен, вказуючи на її слабкі місця: не можливість пояснити усі експериментальні дані, які були отримані пізніше.
Основними причинами агресії він називав такі:
1) фрустрація реалізації актуальної потреби; 2) переживання болю; 3) переживання страху. Як бачимо, до списку причин додався страх. Ця причина вказується і в роботі Ф. Перлза, як пусковий механізм анігіляційної агресії (такої, що руйнує). І, неявно, у Ізарда.
Важливим внеском вченого є дослідження ситуаційних факторів агресивної поведінки за Хекхаузеном:
Сучасний психолог, директор МГІ, Данііл Хломов розглядає агресивність, в першу чергу як активність, часто надлишкову. Тобто її набагато більше ніж потрібно сучасній людині. І тому вона стикається із надлишком, який призводить до багатьох «активностей». Гнів, як і інші емоції за Хломовим, «зупинена дія». Тобто емоція з’являється у зв’язку із тим, що не було зроблено відповідної дії в реальності.
Отже, підіб’ємо підсумки і сформулюємо синтезоване визначення поняття «агресії»: агресія – мотивована діяльність, спрямована на усунення фрустраційних подразників, а також фрустрація інших суб’єктів. Часто відреагування емоції гніву.
Ми розглянули причини агресії, які виділяють різні дослідники. Основні з них можна виділити такі:
1) фрустрація (перешкоди у досягненні мети, задоволенні потреби) або запобігання їй (відстоювання границь, боротьба за ресурси, територію тощо);
2) біль;
3) емоція страху;
4) агресивна поведінка іншого.
Слід відмітити тісний зв’язок між емоцією гніву та агресивністю, яка часто є рушійною силою та задає напрямок агресивним діям. Але зауважимо відсутності тотожності між цими двома поняттями.
Також, окреслимо функції агресії у житті людини: 1) захисна; 2) мобілізуюча; 3) інструментальна (досягнення певних цілей).
Список використаних джерел:

1.	Изард К. Эмоции человека. – М.: МГУ, 1980. – 402 с.
2.	Лоренц К. Агрессия (так называемое "зло"): Пер. з нім. - М.: Видавницька група "Прогрес", "Універс", 1994. - 272 с.
3.	Перлз Ф.С. Эго, голод и агрессия / Пер. с англ. М.: Смысл, 2000. —358 с
4.	Реан А. А. Подростковая агрессия
5.	Хекхаузен Х. Агрессия. // Мотивация и деятельность.М., 1986, т. 1, с. 365-405.
6.	Хломов Даниил. О вреде хороших чувств// Гештальт-2002. – М., 2002. – С. 15-23.
`,
    date: "29.03.2011",
    // articleLink: "https://example.com/article-1",
    maxTextLength: 120,
  },
  {
    title: `ОСНОВНІ ПОГЛЯДИ НА ПРИРОДУ СОРОМУ`,
    text: `Метою даної статті є короткий огляд проблеми сорому в сучасній психології.
Одне з найбільш глибоких досліджень сорому провів професор психології, спеціаліст з проблеми людських емоцій Керолл Ізард, спираючись на дослідження Сілвана Томкінса. Він пише, що «сором – це усвідомлення власної незграбності, непридатності або неадекватності в якійсь ситуації чи при виконанні якогось завдання, що супроводжується негативним переживанням – смутком, занепокоєнням або тривогою» [1, С. 303]. Таким чином, дослідник у визначенні природи сорому акцентує увагу на негативному самоусвідомленні, а також приписує йому негативні емоційні переживання.
Розглянемо, як визначають поняття сорому в психоаналітичній та гештальтистській течіях.
Представник класичної психоаналітичної школи Хелен Льюїс розглядає сором як комплекс почуттів, таких як зніяковілість, стриманість, соромливість, ніяковість, досаду, приниження [1, С. 299]. Юнгіанський аналітик Маріо Якобі визначає сором у подібний спосіб: «це ціла сім’я афектів, яка включає в себе не тільки почуття неповноцінності та приниження, але й сором’язливості, скутості, ніяковості тощо» [6, С. 6]. Разом з тим, дослідник вважає, що сором є окремою емоцією, яка безпосередньо пов’язана із недостатньою самоповагою та впевненістю, а також заниженою самооцінкою [6, С. 10].
Кліффорд Йорк із групою дослідників психоаналітичного напряму узагальнюють дані відповідної течії про сором у статті «Виникнення та функціонування сорому» (1990). Виходячи з основних положень, наведених у їхній статті, сором можна визначити як «потужний і хворобливий афект, який настає іноді неочікувано та може досягати приголомшуючих масштабів», «стирає всі інші почуття і думки», а також несе в собі «сильне відчуття  оголеності (або страху оголеності), тілесної чи психологічної наготи» за наявності «як внутрішнього, так і зовнішнього референта», котрий сприймається як несхвальний або засуджуючий [7, С. 380].
Автори одного з найпопулярніших словників психоаналітичних термінів Б. Мур та Б. Файн, спираючись переважно на роботи З. Фрейда та його послідовників,  визначають почуття сорому як «поняття, що відображає широкий спектр хворобливих аспектів - розгубленості, смиренності, приниження, безчестя, – що супроводжують почуття покинутості, відторгнення, ганьби чи втрати поваги з боку інших» [3, С. 253].
Огляд гештальтистських робіт почнемо з французького вченого і практика гештальттерапії Жана-Марі Робіна. Цей автор у своєму погляді на сором спирається на роботи С. Томкінса і розглядає це поняття в функціональній площині, а саме як регулятор рівня збудження: сором гальмує збудження, яке не відповідає соціальним нормам [5, С. 28].
Р. У. Рєзник у оглядовій статті про сором у гештальтерапії дає таке визначення: «сором – це емоційне переживання кимось своєї власної переконаності в тому, що він – абсолютно нікчемний, "поганий", що не має по своїй суті ніякої цінності тощо». При цьому дослідник говорить про відмінність його від провини, яка є емоційним переживання власної переконаності в тому, що людина зробила щось "погане". Він вказує, що провина стосується  певної поведінки, вчинку, тоді як сором – людини в цілому [4, С. 7].
Розглянемо основні питання щодо природи сорому. Майже не викликає суперечок положення про притаманність людині сорому. Так, наприклад, Р. У. Рєзник у своїй статті вказує, що більшість вчених згодні з тим, що «сором у певних формах є невід'ємною частиною людей». К. Ізард відносить сором до базових емоцій людини. Про вроджений характер сорому говориться в дослідженні М. Якобі, в якому він спирається на приклади наявності сорому в різних культурах [6, С. 27].
Також майже всі дослідники згодні в тому, що сором може бути як «нормальним», так і хворобливим, навіть патологічним. При цьому більшість авторів зазначають, що наявність у людини хворобливого сорому може свідчити про певну патологію, тоді як його повна відсутність про це свідчить безперечно [7, С. 380].
Однак з визначень видно, що різні дослідники сорому по-різному розглядають його природу, зокрема по-різному відповідають на питання, що таке сором - емоція чи почуття.
До прихильників першої позиції можна віднести С. Томкінса, К. Ізарда, Р. У. Рєзника. 
Чим відрізняється емоція від почуття? Тим, що друге поняття є похідним для першого, на якому воно ґрунтується.
Так, Ізард, спираючись значною мірою на дослідження С. Томкінса, у своїй теорії диференційних емоцій розглядає сором як одну з базових емоцій, хоча з однією поправкою: сором відповідає всім критеріям фундаментальної емоції, за умови якщо вважати рухи очей та голови мімічними проявами. Він додає, що разом з тим, якщо вважати експресивним компонентом ще й пантоміміку, то до фундаментальних емоцій можна включити також зніяковілість [1, С. 45, 52]. Р. У. Рєзник говорить, що сором є як «базовою, первинною емоцією (разом із зазвичай описуваними первинними емоціями гніву, суму, радості й страху), так і вторинною емоцією, тісно пов'язаною з первинною самосвідомістю. Остання форма розглядається як більш когнітивно опосередкована, наприклад, сором, ревнощі, заздрість, провина тощо» [4, С.8]. Слід зауважити, що Р. У. Рєзник не виділяє окремо зніяковілість, а вважає її ступенем сорому [4, ст. 8].
Прихильниками іншої точки зору, як бачимо, є більшість психоаналітичних дослідників. Так, у психоаналітичній літературі слову «сором» (shame), як правило, передує слово «почуття/відчуття» (sense), тому сором зазвичай визначається як «суміш» афектів.
Російський дослідник Є. П. Іллін, вступаючи в дискусію з  К. Ізардом,  вказує, що «базовими можна назвати тільки ті емоції, які мають глибокі філогенетичні корені», тобто ті, що притаманні не тільки людям, але й тваринам. А така емоція, як сором, до них не належить, оскільки притаманна тільки людині [2, С. 138].
Визначимо основні структурні компоненти, щоб якомога повніше визначити поняття сорому:
1. Це певного роду переживання (емоційне переживання, емоція, почуття, афект, група афектів, зніяковілість);
2. Соціальний феномен (завжди наявна мінімум ще одна особа (реальна, уявна, інтеріорізована, інтроектована, тобто реальна особа, що була присутня в минулому), окрім суб’єкта сорому);
3. Ця особа сприймається як така, що не підтримує, засуджує, негативно оцінює тощо;
4. Негативне переживання свого Я або деяких його частин;
5. Загострене усвідомлення «неадекватної» (з погляду суб’єкта сорому) частини Я або Я в цілому;
6. Відчуття оголеності, що є ознакою високої проникності границь. 
Таким чином, слід відзначити важливість досліджень природи сорому як у загальнолюдському сенсі, оскільки він є дуже важливим інструментом соціалізації людини, зокрема, виховання дітей, так і в таких вузькоспецифічних областях, як психотерапія нарцисичних розладів, підготовка менеджерів різних ланок тощо. 
Список використаних джерел:
1. Изард К. Эмоции человека. – М.: МГУ, 1980. – 402 с.
2. Ильин Е. П. Эмоции и чувства. – СПб: Питер, 2001. – 752 с: ил
3. Психоаналитические термины и понятия: Словарь/Под ред. Борнесса Э. Мура и Бернарда Д. Фаина / Перев, с англ. А.М. Боковикова, И.Б. Гриншпуна, А. Фильца. — М.: Независимая фирма "Класс", 2000. —  304 с.
4. Резник Р.В. "Порочный круг" стыда: альтернативный гештальт-подход // Российский гештальт. Новосибирск; Москва, 1999, С. 9-24.
5. Робин Ж.-М. Стыд// Гештальт-2002. – М., 2002. – С. 28-37.
6. Якоби М. Стыд и истоки самоуважения. М.: Ин-т аналит. психологии, 2001. – 249 с.
7. The Psychoanalytic Study of the Child. XLV, 1990: The Development and Functioning of the Sense of Shame. Clifford Yorke, Balogh T, Cohen P, Davids J, Gavshon A, McCutcheon M, McLean D, Miller J, Szydlo J. Pp. 377- 409.
`,
    date: "27.03.2009",
    // articleLink: "https://example.com/article-2",
  },
  {
    title: ``,
    text: ``,
    date: "",
  },
];
