export const articleData = [
  {
    title: `ОСНОВНІ ПОГЛЯДИ НА ПРИРОДУ АГРЕСІЇ`,
    text: `<div>
<div>Мета цієї статті &ndash; короткий огляд та узагальнення поглядів на теорію агресії.</div>
<div>Цією проблемою займалося чимало психологів-науковців. Найбільш визначними у є Альбер Бандура, Конрад Лоренц, Хайнц Хекгаузен, Фредерік Перлз, а також багато вчених експериментаторів таких як Корнадт, Ольвеус, Мілгрем, Зімбарго, Ізард, Басс, Берон, Ерон та інші. Новизна цієї роботи полягає саме в узагальненні та несе оглядову функцію.</div>
<div>Австрійський вчений біолог, етимолог Конрад Лоренц вивчав агресію проводячи вивчаючи поведінку вищих хребетних і порівнюючи її з поведінкою виду Homo &nbsp;sapiens. Вчений розглядав передусім внутрішньовидову агресію. Він стверджував, що агресія &ndash; це вроджена, інстинктивно обумовлена властивість усіх вищих тварин. При цьому автор часто згадує за емоцію гніву, яка є виражаючим засобом агресивної мотивації.</div>
<div>Так, розглядаючи міжвидову агресію, Конрад Лоренц вказує на її чітку функціональність: полювання для хижаків, мобінг (групова атака хижака). Внутрівидова агресія має такі функції: 1) природній добір &ndash; має вижити найсильніший, найадаптованійший тощо; 2) регуляція густоти заселення території; при цьому кількість агресивних дій виростає у геометричній прогресії із наближенням до центру області проживання; 3) захист потомства &ndash; поєдинки всередині однієї групи для вибору захисника; 4) побудова соціальної ієрархії. А необхідність &laquo;соціалізувати&raquo; внутрівидову агресію призводить до появи ще двох функцій: комунікативної (ритуалізація) та об&rsquo;єднуюча (заключення союзів на основі ритуалізації). При цьому відмова від точного слідування ритуалам (манерам) сприймається членами групи як відверто агресивний акт.</div>
<div>К. Лоренц, посилаючись на Уоллеса Крейга, вказує на одну причину спонтанної внутрівидової агресії: тривала відсутність стимулу призводить до зниження порогу чутливості (реакцією на слабший стимул), а також до від реагування інстинктивних дій.</div>
<div>Цікавим є спостереження, що у тварин є ритуали, які дозволяють у стосунках пари безпечно &laquo;розряджати агресивний інстинкт&raquo; (що перегукується із теорією З. Фрейда).</div>
<div>Ф. Перлз у своїй монографії &laquo;Его, голод і агресія&raquo; розглядає 2 основні види агресії: природна і анігіляційна. Перша стосується таких дій як, наприклад, розжовування та розщеплення їжі (інформації у певному сенсі), а інша сприяє виживанню і тісно пов&rsquo;язана з переживанням такої емоції як страх, а тому спрямована на знищення суб&rsquo;єкта агресії або об&rsquo;єкта, який його заміщує.</div>
<div>Інший вчений, прихильник теорії диференціальних емоцій, Керол Ізард у своїй монографії &laquo;Емоції людини&raquo; важливу роль відводить емоції гніву. Ця емоція входить у тріаду ворожості: відраза, презирство та гнів. Дослідник вважає, що емоція гніву створює імпульс, можливість агресії.</div>
<div>Причинами гніву Ізард називає наступні:</div>
<div>1) обмеження фізичної або психічної свободи (Campos, Stenberg, 1981),</div>
<div>2) перешкоди у досягненні мети;</div>
<div>3) аверсивна стимуляція, некомфортні зовнішні умови (когнітивно-асоціативна теорія Берковица (Berkowitz, 1990)); зокрема когнітивні причини гніву: несправедливість, обман, помилка, думки про те, що люди тебе засуджують, не люблять, а також власні невдачі.</div>
<div>4) біль (Izard, 1987);</div>
<div>5) образа з боку іншого;</div>
<div>6) пролонгована печаль, депресія;</div>
<div>7) гнів і агресія (наприклад, у випадку наслідування дітьми реакцій батьків або агресивних прикладів з екрану телевізора (Main, George, 1985), (Eron, 1987)).</div>
<div>Переживання гніву пов&rsquo;язані зі значним напруженням. Супроводжуються відчуттям впевненості, сміливості.</div>
<div>Керол Ізард виділяє наступні функції гніву:</div>
<div>1) мобілізація енергії організму;</div>
<div>2) захист своїх прав та свобод.</div>
<div>Дія вчинена під впливом гніву має елемент емоційного переживання і когнітивної оцінки ситуації.</div>
<div>Цікавим з практичної точки зору є експеримент Савіцького та Ізарда (Savitsky, Izard, 1974) з інструментальною агресією. &laquo;Жертва&raquo;, яку мав &laquo;навчити&raquo; досліджуваний, виражала реакції радості, гніву, страху та нейтральну реакцію. Рівень току збільшився, порівняно з контрольною групою, у випадку виразу емоції радості, і знижався під час виразу гніву.</div>
<div>&nbsp;Вчений також згадує про проблему невираженого гніву, який може призвести до психосоматичних порушень (Holt, 1970, р. 9), (Bonanno, Singer, 1990; Schwartz, 1990; Weinberger, 1990)</div>
<div>Німецький вчений, гештальт-психолог, Хайнц Хекгаузен досліджував агресію у руслі теорії мотивації. Таким чином, агресивна дія стосується мотивації і полягає у деактивації по досягненні мети (це відповідає катарсичній теорії Йєльської групи, яку автор уточнює і доповнює за допомогою загальної теорії мотивації). Критично ставиться автор до роботи К. Лоренца, вказуючи на її відверту біологічність та неоднозначність висновків.</div>
<div>Він досліджував змістовно розглядав проблеми агресивності. Зокрема, історію вивчення агресії, проблеми вимірювання рівня агресивності, побудови теоретичних конструктів, вивчав причини агресивної дії, фактори, які впливають на рівень її прояву, індивідуальні відмінності тощо.</div>
<div>Так, Хекгаузен говорить, що &laquo;серйозна&raquo; історія вивчення питання агресивності бере початок з 50-х років ХХ ст. і починається із статистичного вивчення з подальшим врахуванням індивідуальних відмінностей. Як історичний факт, який мало впливає на сучасні дослідження агресивності, сприймає автор теорію З. Фрейда.</div>
<div>Хайнц Хекгаузен поділяє агресію на реактивну (реакція на фрустрацію) і спонтанну (бажання нашкодити комусь тощо). З деякими поправками можна провести паралелі із перлзівськими природною та анігіляційною агресією.</div>
<div>У своїй статті Реан А. А. спирається на когнітивно-біхевіоральну концепцію, зокрема на теорію соціального научіння Бандури, розглядаючи особливості агресивних дій серед підлітків. Вчений говорить, що запобігає агресивним діям прив&rsquo;язаність, а сприяє &ndash; фрустрація базових потреб, в першу чергу прив&rsquo;язаності.</div>
<div>Альберт Бандура намагався пояснити теорію виникнення агресивності за допомогою теорії соціального научіння: його експерименти показують зростання рівня агресивності внаслідок спостереження за зразками агресивної поведінки. Не зовсім з нею погоджується Хекгаузен, вказуючи на її слабкі місця: не можливість пояснити усі експериментальні дані, які були отримані пізніше.</div>
<div>Основними причинами агресії він називав такі:</div>
<div>1) фрустрація реалізації актуальної потреби; 2) переживання болю; 3) переживання страху. Як бачимо, до списку причин додався страх. Ця причина вказується і в роботі Ф. Перлза, як пусковий механізм анігіляційної агресії (такої, що руйнує). І, неявно, у Ізарда.</div>
<div>Важливим внеском вченого є дослідження ситуаційних факторів агресивної поведінки за Хекхаузеном:</div>
<div>Сучасний психолог, директор МГІ, Данііл Хломов розглядає агресивність, в першу чергу як активність, часто надлишкову. Тобто її набагато більше ніж потрібно сучасній людині. І тому вона стикається із надлишком, який призводить до багатьох &laquo;активностей&raquo;. Гнів, як і інші емоції за Хломовим, &laquo;зупинена дія&raquo;. Тобто емоція з&rsquo;являється у зв&rsquo;язку із тим, що не було зроблено відповідної дії в реальності.</div>
<div>Отже, підіб&rsquo;ємо підсумки і сформулюємо синтезоване визначення поняття &laquo;агресії&raquo;: агресія &ndash; мотивована діяльність, спрямована на усунення фрустраційних подразників, а також фрустрація інших суб&rsquo;єктів. Часто відреагування емоції гніву.</div>
<div>Ми розглянули причини агресії, які виділяють різні дослідники. Основні з них можна виділити такі:</div>
<div>1) фрустрація (перешкоди у досягненні мети, задоволенні потреби) або запобігання їй (відстоювання границь, боротьба за ресурси, територію тощо);</div>
<div>2) біль;</div>
<div>3) емоція страху;</div>
<div>4) агресивна поведінка іншого.</div>
<div>Слід відмітити тісний зв&rsquo;язок між емоцією гніву та агресивністю, яка часто є рушійною силою та задає напрямок агресивним діям. Але зауважимо відсутності тотожності між цими двома поняттями.</div>
<div>Також, окреслимо функції агресії у житті людини: 1) захисна; 2) мобілізуюча; 3) інструментальна (досягнення певних цілей).</div>
<div>Список використаних джерел:</div>
<br />
<div>1. &nbsp;Изард К. Эмоции человека. &ndash; М.: МГУ, 1980. &ndash; 402 с.</div>
<div>2. &nbsp;Лоренц К. Агрессия (так называемое "зло"): Пер. з нім. - М.: Видавницька група "Прогрес", "Універс", 1994. - 272 с.</div>
<div>3. &nbsp;Перлз Ф.С. Эго, голод и агрессия / Пер. с англ. М.: Смысл, 2000. &mdash;358 с</div>
<div>4. &nbsp;Реан А. А. Подростковая агрессия</div>
<div>5. &nbsp;Хекхаузен Х. Агрессия. // Мотивация и деятельность.М., 1986, т. 1, с. 365-405.</div>
<div>6. &nbsp;Хломов Даниил. О вреде хороших чувств// Гештальт-2002. &ndash; М., 2002. &ndash; С. 15-23.</div>
<div>&nbsp;</div>
</div>`,
    date: "29.03.2011",

    maxTextLength: 120,
  },
  {
    title: `ОСНОВНІ ПОГЛЯДИ НА ПРИРОДУ СОРОМУ`,
    text: `<div>
<div>Метою даної статті є короткий огляд проблеми сорому в сучасній психології.</div>
<div>Одне з найбільш глибоких досліджень сорому провів професор психології, спеціаліст з проблеми людських емоцій Керолл Ізард, спираючись на дослідження Сілвана Томкінса. Він пише, що &laquo;сором &ndash; це усвідомлення власної незграбності, непридатності або неадекватності в якійсь ситуації чи при виконанні якогось завдання, що супроводжується негативним переживанням &ndash; смутком, занепокоєнням або тривогою&raquo; [1, С. 303]. Таким чином, дослідник у визначенні природи сорому акцентує увагу на негативному самоусвідомленні, а також приписує йому негативні емоційні переживання.</div>
<div>Розглянемо, як визначають поняття сорому в психоаналітичній та гештальтистській течіях.</div>
<div>Представник класичної психоаналітичної школи Хелен Льюїс розглядає сором як комплекс почуттів, таких як зніяковілість, стриманість, соромливість, ніяковість, досаду, приниження [1, С. 299]. Юнгіанський аналітик Маріо Якобі визначає сором у подібний спосіб: &laquo;це ціла сім&rsquo;я афектів, яка включає в себе не тільки почуття неповноцінності та приниження, але й сором&rsquo;язливості, скутості, ніяковості тощо&raquo; [6, С. 6]. Разом з тим, дослідник вважає, що сором є окремою емоцією, яка безпосередньо пов&rsquo;язана із недостатньою самоповагою та впевненістю, а також заниженою самооцінкою [6, С. 10].</div>
<div>Кліффорд Йорк із групою дослідників психоаналітичного напряму узагальнюють дані відповідної течії про сором у статті &laquo;Виникнення та функціонування сорому&raquo; (1990). Виходячи з основних положень, наведених у їхній статті, сором можна визначити як &laquo;потужний і хворобливий афект, який настає іноді неочікувано та може досягати приголомшуючих масштабів&raquo;, &laquo;стирає всі інші почуття і думки&raquo;, а також несе в собі &laquo;сильне відчуття &nbsp;оголеності (або страху оголеності), тілесної чи психологічної наготи&raquo; за наявності &laquo;як внутрішнього, так і зовнішнього референта&raquo;, котрий сприймається як несхвальний або засуджуючий [7, С. 380].</div>
<div>Автори одного з найпопулярніших словників психоаналітичних термінів Б. Мур та Б. Файн, спираючись переважно на роботи З. Фрейда та його послідовників, &nbsp;визначають почуття сорому як &laquo;поняття, що відображає широкий спектр хворобливих аспектів - розгубленості, смиренності, приниження, безчестя, &ndash; що супроводжують почуття покинутості, відторгнення, ганьби чи втрати поваги з боку інших&raquo; [3, С. 253].</div>
<div>Огляд гештальтистських робіт почнемо з французького вченого і практика гештальттерапії Жана-Марі Робіна. Цей автор у своєму погляді на сором спирається на роботи С. Томкінса і розглядає це поняття в функціональній площині, а саме як регулятор рівня збудження: сором гальмує збудження, яке не відповідає соціальним нормам [5, С. 28].</div>
<div>Р. У. Рєзник у оглядовій статті про сором у гештальтерапії дає таке визначення: &laquo;сором &ndash; це емоційне переживання кимось своєї власної переконаності в тому, що він &ndash; абсолютно нікчемний, "поганий", що не має по своїй суті ніякої цінності тощо&raquo;. При цьому дослідник говорить про відмінність його від провини, яка є емоційним переживання власної переконаності в тому, що людина зробила щось "погане". Він вказує, що провина стосується &nbsp;певної поведінки, вчинку, тоді як сором &ndash; людини в цілому [4, С. 7].</div>
<div>Розглянемо основні питання щодо природи сорому. Майже не викликає суперечок положення про притаманність людині сорому. Так, наприклад, Р. У. Рєзник у своїй статті вказує, що більшість вчених згодні з тим, що &laquo;сором у певних формах є невід'ємною частиною людей&raquo;. К. Ізард відносить сором до базових емоцій людини. Про вроджений характер сорому говориться в дослідженні М. Якобі, в якому він спирається на приклади наявності сорому в різних культурах [6, С. 27].</div>
<div>Також майже всі дослідники згодні в тому, що сором може бути як &laquo;нормальним&raquo;, так і хворобливим, навіть патологічним. При цьому більшість авторів зазначають, що наявність у людини хворобливого сорому може свідчити про певну патологію, тоді як його повна відсутність про це свідчить безперечно [7, С. 380].</div>
<div>Однак з визначень видно, що різні дослідники сорому по-різному розглядають його природу, зокрема по-різному відповідають на питання, що таке сором - емоція чи почуття.</div>
<div>До прихильників першої позиції можна віднести С. Томкінса, К. Ізарда, Р. У. Рєзника.</div>
<div>Чим відрізняється емоція від почуття? Тим, що друге поняття є похідним для першого, на якому воно ґрунтується.</div>
<div>Так, Ізард, спираючись значною мірою на дослідження С. Томкінса, у своїй теорії диференційних емоцій розглядає сором як одну з базових емоцій, хоча з однією поправкою: сором відповідає всім критеріям фундаментальної емоції, за умови якщо вважати рухи очей та голови мімічними проявами. Він додає, що разом з тим, якщо вважати експресивним компонентом ще й пантоміміку, то до фундаментальних емоцій можна включити також зніяковілість [1, С. 45, 52]. Р. У. Рєзник говорить, що сором є як &laquo;базовою, первинною емоцією (разом із зазвичай описуваними первинними емоціями гніву, суму, радості й страху), так і вторинною емоцією, тісно пов'язаною з первинною самосвідомістю. Остання форма розглядається як більш когнітивно опосередкована, наприклад, сором, ревнощі, заздрість, провина тощо&raquo; [4, С.8]. Слід зауважити, що Р. У. Рєзник не виділяє окремо зніяковілість, а вважає її ступенем сорому [4, ст. 8].</div>
<div>Прихильниками іншої точки зору, як бачимо, є більшість психоаналітичних дослідників. Так, у психоаналітичній літературі слову &laquo;сором&raquo; (shame), як правило, передує слово &laquo;почуття/відчуття&raquo; (sense), тому сором зазвичай визначається як &laquo;суміш&raquo; афектів.</div>
<div>Російський дослідник Є. П. Іллін, вступаючи в дискусію з &nbsp;К. Ізардом, &nbsp;вказує, що &laquo;базовими можна назвати тільки ті емоції, які мають глибокі філогенетичні корені&raquo;, тобто ті, що притаманні не тільки людям, але й тваринам. А така емоція, як сором, до них не належить, оскільки притаманна тільки людині [2, С. 138].</div>
<div>Визначимо основні структурні компоненти, щоб якомога повніше визначити поняття сорому:</div>
<div>1. Це певного роду переживання (емоційне переживання, емоція, почуття, афект, група афектів, зніяковілість);</div>
<div>2. Соціальний феномен (завжди наявна мінімум ще одна особа (реальна, уявна, інтеріорізована, інтроектована, тобто реальна особа, що була присутня в минулому), окрім суб&rsquo;єкта сорому);</div>
<div>3. Ця особа сприймається як така, що не підтримує, засуджує, негативно оцінює тощо;</div>
<div>4. Негативне переживання свого Я або деяких його частин;</div>
<div>5. Загострене усвідомлення &laquo;неадекватної&raquo; (з погляду суб&rsquo;єкта сорому) частини Я або Я в цілому;</div>
<div>6. Відчуття оголеності, що є ознакою високої проникності границь.</div>
<div>Таким чином, слід відзначити важливість досліджень природи сорому як у загальнолюдському сенсі, оскільки він є дуже важливим інструментом соціалізації людини, зокрема, виховання дітей, так і в таких вузькоспецифічних областях, як психотерапія нарцисичних розладів, підготовка менеджерів різних ланок тощо.</div>
<div>Список використаних джерел:</div>
<div>1. Изард К. Эмоции человека. &ndash; М.: МГУ, 1980. &ndash; 402 с.</div>
<div>2. Ильин Е. П. Эмоции и чувства. &ndash; СПб: Питер, 2001. &ndash; 752 с: ил</div>
<div>3. Психоаналитические термины и понятия: Словарь/Под ред. Борнесса Э. Мура и Бернарда Д. Фаина / Перев, с англ. А.М. Боковикова, И.Б. Гриншпуна, А. Фильца. &mdash; М.: Независимая фирма "Класс", 2000. &mdash; &nbsp;304 с.</div>
<div>4. Резник Р.В. "Порочный круг" стыда: альтернативный гештальт-подход // Российский гештальт. Новосибирск; Москва, 1999, С. 9-24.</div>
<div>5. Робин Ж.-М. Стыд// Гештальт-2002. &ndash; М., 2002. &ndash; С. 28-37.</div>
<div>6. Якоби М. Стыд и истоки самоуважения. М.: Ин-т аналит. психологии, 2001. &ndash; 249 с.</div>
<div>7. The Psychoanalytic Study of the Child. XLV, 1990: The Development and Functioning of the Sense of Shame. Clifford Yorke, Balogh T, Cohen P, Davids J, Gavshon A, McCutcheon M, McLean D, Miller J, Szydlo J. Pp. 377- 409.</div>
<div>&nbsp;</div>
</div>`,
    date: "27.03.2009",
  },
  {
    title: `Що таке сором та як боротися з хворобливим соромом? Теорія та практика`,
    text: `<p><span style="font-weight: 400;">Уявіть собі наступну ситуацію: ви танцюєте самі для себе у місці, де може з&rsquo;явитися хтось інший. Ви насолоджуєтеся процесом, коли раптово заходить інша людина, і ви відчуваєте ніяковість. Ви зупиняєте танець або ж перестаєте отримувати задоволення від нього, адже вся ваша увага раптом зосереджується на тому, як ви виглядаєте. (Цей приклад, здається, був описаний Жан-Марі Робіном.)</span></p>
<p><span style="font-weight: 400;">Що тут відбувається? Відчуття задоволення раптово переривається &ndash; енергія збудження пригальмовується у момент появи зовнішнього спостерігача. Важливо підкреслити, що саме цей спостерігач, у випадку сорому, сприймається як той, хто не підтримує ваш процес танцю, а скоріше засуджує. Проте, якщо ця людина є вашим другом і приєднується до танцю або інакше підтримує вас, тоді ваше задоволення може продовжуватися залежно від рівня близькості та довіри до цієї особи.</span></p>
<p><span style="font-weight: 400;">Подібна ситуація може відбуватися і в інших аспектах життя: сором&rsquo;язлива людина може соромитися попросити про допомогу продавчиню або заговорити з особою, яка їй сподобалась.</span></p>
<p><span style="font-weight: 400;">Таким чином, з наведених прикладів ми можемо виділити кілька аспектів сорому:</span></p>
<ol>
<li style="font-weight: 400;"><strong>Емоційний аспект</strong><strong><br /></strong><span style="font-weight: 400;">&mdash; це переживання, афективний стан, який може супроводжуватися бажанням зникнути, &laquo;зменшитися&raquo;, сховатися чи втікти, а також відчуттям оголеності і проникності границь. Це проявляється у відведені очей, униканні зорового контакту, нахилянні голови, прикритті обличчя руками, а також почервонінням щік та голови</span></li>
<li style="font-weight: 400;"><strong>Викривлене сприйняття себе</strong><strong><br /></strong><span style="font-weight: 400;">&mdash;&nbsp; сором пов&rsquo;язаний із сприйняттям себе через призму уявлень інших людей (культури, соціуму, групи осіб тощо). Самооцінка знижується, майже зникає, з'являється відчуття своєї лихості, недостатності, невідповідності</span></li>
<li style="font-weight: 400;"><strong>Залежність від спостерігача</strong><strong><br /></strong><span style="font-weight: 400;">Відчуття сорому виникає у відповідь на присутність спостерігача, незалежно від того, як він насправді до вас ставиться. Головне це те, якою ви вважаєте його оцінку. Ця людина також може бути уявною, тобто всередині вас, як внутрішній критик.</span></li>
</ol>
<p><span style="font-weight: 400;">Отже, сором &mdash; це афективний стан, який виражається у відчуттях неповноцінності, невідповідності та недостатності. Він характеризується підвищеною вразливістю, чутливістю, відчуттям оголеності, проникністю особистісних меж і пов&rsquo;язаний із спостерігачем (зовнішнім або внутрішнім), який засуджує. Протилежністю сорому є відчуття гідності та поваги. Хоч сором часто пов'язаний із провиною, але слід їх розрізняти. Сором більше стосується того, ким </span><strong>я є</strong><span style="font-weight: 400;">, коли щось роблю неправильно, а провина - того, що я </span><strong>роблю</strong><span style="font-weight: 400;">, щось неправильно. Тобто сором, це про мене, я якийсь не такий, а провина про мої дії, я роблю щось не так.</span></p>
<p><span style="font-weight: 400;">Багато дослідників сходяться в думці, що відсутність сорому точно свідчить про розлад, а от його надмірність - не обов'язково. Водночас варто розрізняти активне уникнення сорому та нечутливість до нього і дійсну його відсутність, як це спостерігається, наприклад, у психопатичних особистостей (антисоціальний розлад).</span></p>
<p>&nbsp;</p>
<p><strong>Навіщо нам сором?
<p></strong><span style="font-weight: 400;"> Різні дослідники розглядають наступні функції сорому:</span></p>
</p>
<ol>
<li style="font-weight: 400;"><strong>Регулятор збудження та активності, в т.ч. агресії.</strong><strong><br /></strong><span style="font-weight: 400;">Сором діє за допомогою соціальних норм, яких дотримується людина, яка його відчуває. Якщо емоції зашкалюють, сором пригальмовує активність, що може вийти за межі прийнятного. Це особливо помітно у дітей, у яких ще не сформовані внутрішні бар&rsquo;єри. Батьки, прямо, використовуючи засудження, присоромлення чи покарання, або непрямо, через відсутність підтримки, ігнорування та непідкріплення, створюють надбудови, які згодом перетворюються на відчуття сорому та провини. Згідно досліджень, сором зазвичай з&rsquo;являється у віці 12&ndash;18 місяців.</span></li>
<li style="font-weight: 400;"><strong>Відповідність ситуації.</strong><strong><br /></strong><span style="font-weight: 400;">Сором допомагає визначити, наскільки доречними є певні дії у конкретній ситуації, адже для кожної дії існує своє місце та час. Одне діло ологитися під час купання в душі, інша справа - під час вручення Греммі або як у казці про голого короля. Якщо рівень сорому надмірний, це може призвести до того, що людина відчуватиме себе &laquo;замороженою&raquo;, а її дії здаватимуться завжди недоречними.</span></li>
<li style="font-weight: 400;"><strong>Регуляція величини власної компетентності або взагалі власної величини.</strong><strong><br /></strong><span style="font-weight: 400;">Сором допомагає зберігати реалістичне уявлення про власні здібності і майстерність, не дозволяючи занадто роздуватися. Наприклад, якщо людина вважає себе величезною зіркою, але реальність її розчаровує, то у неї виникає сором. Це явище іноді експлуатують на конкурсах, наприклад, типу &laquo;Голос країни&raquo;, коли учасники, впевнені у своїй майстерності, насправді викликають сміх та сором у глядачів. Проте існує і зворотній бік: коли людина намагається проявити себе в токсичному або невідповідному середовищі. Наприклад, талановита розумна дитина, яка зазнає булінгу у школі.</span></li>
<li style="font-weight: 400;"><strong>Показник близькості між людьми.</strong><strong><br /></strong><span style="font-weight: 400;">Сором може сигналізувати про занадто швидке зближення у стосунках. Якщо люди зближуються надто швидко, що характерно для співзалежних типів поведінки, сором вказує на те, що варто сповільнитися. Адже те, що ви готові розповісти близькій людині або якось взаємодіяти з нею, може викликати сором із людиною менш знайомою.</span></li>
</ol>
<p><span style="font-weight: 400;">Мекк&rsquo;юн вказує на зв'язок сорому і потреби, яка з ним пов&rsquo;язана. Вони настільки сплітаються, що при іноді при раптовій появі цієї потреби, з'являється лише сором. Наприклад, замість бажання спілкуватися, або того щоб якось проявитися, як от голосно погукати когось, з'являється сором.</span></p>
<p><span style="font-weight: 400;">Фішер вказує, що самокритика слугує для того, щоб загальмувати поведінку, яка буде покарана іншими. Тобто спочатку нам вказують на неприйнятну поведінку, а потім це стає самокритикою. Якщо ж середовище агресивне, то будь-які наші прояви можуть супроводжуватися самостримуванням. Це в подальшому може потребувати корекції.</span></p>

<p><span style="font-weight: 400;">Іще сором часто маскується під інші емоції, такі як гнів, презирство чи заздрість, що дозволяє людині уникнути власної вразливості. Наприклад, коли хтось відчуває глибокий сором через невдачі або помилки, це може трансформуватися в гнів на себе або на інших, як спосіб відволіктися від болю і сорому. Людина може обурюватися на колег чи друзів, коли її досягнення або здібності порівнюють із іншими, адже гнів у цьому випадку виступає як захисна реакція, що приховує внутрішнє відчуття недостатності та невідповідності.</span></p>
<p><span style="font-weight: 400;">Іншим прикладом є прояв презирства, коли замість того, щоб визнавати свою уразливість чи сором, людина може відчувати себе вищою за інших. Таке відчуття дозволяє не зосереджувати увагу на власних внутрішніх конфліктах, а спрямувати його на негативне оцінювання оточення. Аналогічно, заздрість може бути прикриттям сорому: людина, яка почувається недостатньою через власні невдачі, може заздрити успіхам інших, намагаючись таким чином уникнути почуття сорому</span></p>
<p><span style="font-weight: 400;">Що дає нам таке розуміння сорому?&nbsp;</span></p>
<p><span style="font-weight: 400;">Це можливість придивитися до цього почуття у близьких стосунках та у стосунках, що тільки формуються. Якщо ви помічаєте відчуття ніяковості чи сорому (звичайно, якщо для вас не характерний тотальний хворобливий сором, як у соціофобічному розладі), це дає можливість побудувати здоровіші стосунки. Ви зможете уникнути &laquo;залипання&raquo; одне в одному зі швидкістю комети, а потім несподівано виявити, що перебуваєте у надто близьких, аб&rsquo;юзивних, деструктивних або інших нездорових взаєминах.</span></p>
<p><span style="font-weight: 400;">Аспект спостерігача, який засуджує та не підтримує, вказує на важливість підтримки у випадках неадекватного сорому &ndash; тобто коли його рівень не відповідає ситуації. Як говорять гештальтисти: &laquo;Сором &mdash; це процес переривання підтримки у полі&raquo;. Варто звернути увагу на те, як відбувається втрата гідності, підтримки та самопідтримки. У таких ситуаціях корисно задати собі питання:</span></p>
<ul>
<li style="font-weight: 400;"><strong>Як я підтримую себе?</strong><strong><br /></strong><span style="font-weight: 400;">Що я можу зробити, щоб легше пережити цю ситуацію? Це може стосуватися також пошуку підтримки з боку інших або пошуку ресурсу у відпочинку, улюблених справах, приємному підтримуючому спілкуванні з друзями і т.д.</span></li>
<li style="font-weight: 400;"><strong>Як я шукаю того, хто може підтримати мене?</strong><strong><br /></strong><span style="font-weight: 400;">Як я звертаюсь за підтримкою? Чи не є мій спосіб прохання способом закріплення сорому, який відштовхує інших? Якщо для мене характерне залежність від інших, то як я більше можу спиратися на власні сили?</span></li>
</ul>
<p><span style="font-weight: 400;">Виходячи з визначення сорому, цей процес можна розгорнути психодраматично, виділяючи три ролі:</span></p>
<ol>
<li style="font-weight: 400;"><strong>Той, хто соромиться.</strong></li>
<li style="font-weight: 400;"><strong>Той, хто засуджує.</strong></li>
<li style="font-weight: 400;"><strong>Той, хто спостерігає.</strong></li>
</ol>
<p><span style="font-weight: 400;">При цьому останні дві ролі можуть бути однією особою. Ролі можуть бути як реальними, так і уявними, тобто внутрішніми (наприклад, внутрішнім критиком). Така робота особливо ефективна в групі, де клієнт проєктивно обирає ці ролі і працює з ними, або в індивідуальній роботі, коли клієнт сам може прожити різні ролі, потренуватися підтримувати себе або взяти на себе роль засуджуючого. Це може допомогти інтегрувати різні сторони особистості та виявити цікаві аспекти мотивації та переживань.</span></p>
<p><span style="font-weight: 400;">Під час сорому ми витрачаємо багато енергії на стримування внутрішнього розколювання: є частина, що діє, переживає, існує, і є частина, яка спостерігає &ndash; ще й з осудом. Або ж, навпаки, відбувається втрата усвідомлення себе та затуманення мислення. Противагою цьому є усвідомлення (awareness) &ndash; коли я є тим, ким я є, тим, хто діє та перебуває тут і зараз. Це безоціночне спостереження за процесом та його безпосереднє переживання, а не спостереження зі сторони, як у випадку сорому. Важливо звертати увагу на тілесні відчуття, дихання, сам процес з цікавістю. В тому числі уважно подивитися що відбувається довкола. Якщо є фігура, що соромить: &laquo;Ти не так це робиш! Це недостатньо! Це некрасиво! Ти некрасивий! Ти ніякий! Ти злий!&raquo;, то варто подивитися на його дії без пристрасті, спокійно, з інтересом: з&rsquo;ясувати, чого він хоче, що намагається сказати, на кого схожий, що його турбує. Або, можливо, пристрасно послати його &ndash; це вже інший підхід - конфронтація. В будь-якому разі, важливо помітити критика, дати йому голос, а також дати голос собі, щоб мати можливість просто бути або відповісти критику. Можна також спробувати замінити голос критика на підтримку, яку ви б могли дати своєму близькому другові.</span></p>
<p><span style="font-weight: 400;">Також дієвим буде проведення експерименту у звичайному житті. Наприклад, у моєму житті у студентські роки мав місце поведінковий експеримент. Ще до того, як я почав учитися на психолога я брав участь у групі розвитку. Завдання звучало так: за тиждень сказати 40 компліментів, але не більше ніж 4 одній людині. Компліменти мали бути щирими, з цікавістю, зосередженими на тому, що дійсно подобається в іншій людині. Так за перший тиждень мені з великою складністю вдалося зробити лише 4 комплімента, а наступного тижня я уже виконав завдання. Для мене стало очевидним: ніякі мої роздуми не могли замінити переживання того, що світ не настільки ворожий, як я думав. Я отримував позитивне підкріплення: абсолютна більшість людей раділи, іноді дивувалися, іноді відчували легку ніяковість або просто дякували, але ніхто не кидався на мене з прокльонами, як я того очікував. На власному досвіді я відчув, що замість засудження і сорому я отримував більше задоволення від процесу, а відчуття самоцінності лише відновлювалося. Тобто, якщо входити у контакт з іншими позитивно налаштованим, доброзичливим і з цікавістю до нового досвіду, з великою ймовірністю ви отримаєте у відповідь те ж саме. Звісно, час і місце відіграють свою роль. Але тут головне вибудувати прийнятні сходинки експерименту - від найпростіших для вас, до більш складних. Ну і звісно мати мужність це робити.</span></p>
<p><span style="font-weight: 400;">Схожі на поведінкові експерименти є рішення від Віктора Франкла з логотерапії &ndash; </span><em><span style="font-weight: 400;">парадоксальна інтенція</span></em><span style="font-weight: 400;">. Це може виглядати так: наприклад, стендап-комікесса Настя Зухвала, згадувала, що їй запропонували виступити &laquo;якнайгірше&raquo; &ndash; опозоритися по повній, у відповідь на страх виступів. Замість уникання досвіду людина намагається максимально повно його прожити ще й підсилити. Або ж, приклад від Франкла, якщо людина боїться, що інші побачать її піт, вона може визнати це і показати, наскільки сильно і круто може пітніти. Таким чином відбувається прийняття цього стану, і сором і страх парадоксально відступають. Така практика також інтегрована у гештальт-підході у вигляді технік.</span></p>
<p><span style="font-weight: 400;">У гештальт-терапії особливу увагу приділяють переживанню сорому, а не його уникненню. Проводять &laquo;декастрофізацію&raquo; сорому, що зменшує спіраль його розкручування, адже сором провокує уникання, яке виражається у бажанні зникнути, втікти від осуду. Працюють над відновленням процесу підтримки та конфронтацією з осудом. Нейтральне спокійне спостереження за його проявом під час сесії, теж відіграє свою роль у прийнятті сорому.</span></p>
<p><span style="font-weight: 400;">Експериментом для клієнта може стати уважне спостереження за тим, що дійсно відбувається навколо. Людина, яка соромиться, часто втрачає зв&rsquo;язок з оточенням, втікаючи у свій внутрішній світ осуду, і може не помічати підтримки, що надходить ззовні. Можна спробувати знайти людину, яка вас підтримує, або придивитися до тієї, яка справді засуджує, і вступити з нею в контакт, спробувати дізнатись причини. Це ризиковано, тому все залежить від ситуації та вашого власного ресурсу.</span></p>
<p><span style="font-weight: 400;">Philipson вважає, що сором часто є не автентичною відповіддю на теперішню ситуацію, а спогадом про минулі образи й засудження. Відновлення здатності відчувати природну відразу і можливість відторгнення того, що не підходить може стати важливим кроком до емоційного зцілення та здоровішого самовираження. Тобто робота із психологічними межами буде дуже корисною - увага до порушення ваших меж іншими, наприклад, погодження на те, чого ви не хочете, можливість відмовлятися з опорою на свої внутрішні потреби, а не зовнішні прохання. Це та сама асертивність. Клієнтам часто говорю, що перед тим як на щось погодитись, дайте собі час. Це дозволить вам узгодити для себе чи є у вас бажання і можливість відповідати ствердно на будь-які прохання. Наприклад, дай мені час подумати чи я можу. Давай я тобі відповім через кілька хвилин, годин, сьогодні ввечері. Цей час дозволить вам не вступати у конфлікт із самим собою, якщо ви швидко на щось погодитесь. А також уникнути сорому, провини чи роздратування, якщо ви зрозуміли, що пообіцяли зашвидко.</span></p>
<p><span style="font-weight: 400;">Отже, відсутність сорому або його наявність, що відповідає ситуації - це можливість побудувати здорові стосунки, проявлятися, бути присутнім серед інших, бути видимим і отримувати від цього задоволення. Чого і вам бажаю. </span></p>`,
    date: "29.05.2025",
  },
  {
    title: `Знецінення (девалідизація) у гештальт-підході. Теорія і практика`,
    text: `<div>Заздалегідь попереджаю: вийшло не надто добре, стаття не дуже вдалася. Не знаю, чи варто вам читати далі. Хоча яка мені різниця? Мені байдуже, що ви про це подумаєте.</div>
<div>Поговоримо про знецінення у гештальт-підході. Що це за механізм? Які бувають приклади знецінення та як із цим працювати &mdash; як самостійно так і з психологом?</div>
<h3><strong>Що таке знецінення?</strong></h3>
<div>Знецінення (або девалідизація, від англ. valid &mdash; &laquo;дійсний&raquo;, &laquo;важливий&raquo;) &mdash; це механізм переривання контакту в гештальт-терапії. Його суть полягає в запереченні або приниженні власних чи чужих переживань, почуттів або досвіду.</div>
<div>Знецінення може бути спрямоване як на себе (власні переживання, потреби, досягнення), так і на інших людей. Наприклад, на початку цього тексту я сам одразу знецінюю результати своєї роботи: &laquo;вийшло не надто добре&raquo;. Причини такого знецінення можуть бути різними. Скажімо, щоб захиститися від критики (через чутливість до неї), я заздалегідь сам себе критикую й принижую власні здобутки, тим самим знижуючи очікування.</div>
<div>У другій частині свого повідомлення я знецінюю важливість думки читача: &laquo;Мені байдуже, що ви подумаєте&raquo;. Це водночас заперечення моєї власної потреби у визнанні, увазі та повазі з боку інших.</div>
<div>Тобто знецінення може бути спрямоване:</div>
<div><strong>Зовні</strong>: &laquo;Ваша думка &mdash; ніщо&raquo;.</div>
<div><strong>На себе</strong>: &laquo;Моя потреба у визнанні не варта уваги&raquo;.</div>
<h3><strong>Знецінення у циклі контакту</strong></h3>
<div>Цикл контакту в гештальт-підході складається з чотирьох етапів: передконтакт, контактування, повний контакт і постконтакт.</div>
<div>Девалідизація зазвичай проявляється на етапі засвоєння досвіду (постконтакт). Наприклад: &laquo;Я щось зробив, але одразу знецінив, тому це не стало моїм досвідом, частиною мене&raquo;. Асиміляції не відбулося.</div>
<div>Хоча знецінення може виникати і на етапі контактування. Ви усвідомлюєте потребу, починаєте діяти, але стикаєтеся з труднощами. І замість того, щоб знайти нове рішення, ви знецінюєте свою потребу й емоції, які з нею пов&rsquo;язані.</div>
<div>Або приклад із передконтакту: &laquo;Мені чогось хочеться, але я не знаю, чого саме, та й не буду намагатися зрозуміти &mdash; це не на часі&raquo;. Це знецінення потреби ще до її усвідомлення.</div>
<h3><strong>Приклади </strong><strong>самознецінення</strong></h3>
<div><strong>Применшення своїх зусиль</strong>:</div>
<ul>
<li>&laquo;Будь-який дурень на це здатний&raquo;.</li>
<li>&laquo;Хіба це щось особливе?&raquo;</li>
</ul>
<div>За цим часто стоять інтроєкти: &laquo;Мої зусилля нічого не варті&raquo;, &laquo;Я не можу зробити нічого гідного уваги&raquo;, &laquo;Я не маю права пишатися собою&raquo;.</div>
<div><strong>Знецінення своїх емоцій</strong>:</div>
<ul>
<li>&laquo;Мені сумно, але це не важливо &mdash; іншим зараз набагато гірше&raquo;.</li>
</ul>
<div>Це може свідчити про заперечення потреби в підтримці, контакті чи неготовність до переживання втрати.</div>
<div><strong>Порівняння з ідеальним</strong>:</div>
<ul>
<li>&laquo;Можна було зробити краще&raquo;.</li>
<li>&laquo;Все, що не ідеальне, нічого не варте&raquo;.</li>
</ul>
<div>У такий спосіб будь-який результат можна знецінити.</div>
<div><strong>Заперечення своїх почуттів</strong>:</div>
<ul>
<li>&laquo;Мені подобається ця людина, але ці почуття не взаємні. Ну, і байдуже. Вона все одно не така вже й хороша&raquo;.</li>
</ul>
<div>Це знецінення власних почуттів і потреби, яка за ними стоїть, а також знецінення самого суб'єкта потреби</div>
<div><strong>Знецінення різних потреб</strong>:</div>
<ul>
<li>Дитина хоче ігрову приставку, але вона занадто дорога. Реакція: &laquo;Та й без неї добре жилося, не така вона і класна&raquo;.</li>
</ul>
<div>Знецінення потреби й об'єкту потреби.&nbsp;</div>
<ul>
<li>&laquo;Новий одяг?&nbsp;Та навіщо? Старий же зручний, не дуже й порваний&raquo;.</li>
</ul>
<div>Знецінена потреба у статусності, самовираженні, можливо, творчості.</div>
<div><strong>Як виникає </strong><strong>самознецінення</strong><strong>?</strong></div>
<div>Спочатку знецінення йде ззовні. Щось зробить дитина, а батьки подивляться і скажуть: "Щось таке собі, можеш краще", або просто розчаровано поглянуть, наче питаючи: "Як таке можна було зробити? Намалювати так негарно чи написати з такою кількістю помилок? Ти хоч щось вмієш? Як ти цього не знаєш? Що ти взагалі знаєш?" Це знецінення знань та вмінь дитини разом із відторгненням і неприйняттям.</div>
<div>Або дитина чогось хоче, а їй відповідають: "Та нащо воно тобі треба? Це якийсь непотріб!" &mdash; знецінення потреб та інтересів. Або, наприклад, такий діалог батьків та дитини:&nbsp;</div>
<ul>
<li>&ldquo;Мені страшно&rdquo;;</li>
<li>&ldquo;Ти що, дівчинка якась? Хлопчики не бояться!&rdquo;. Це знецінення переживань дитини, неприйняття її емоцій.</li>
</ul>
<div>Ще приклад: &ldquo;От, подивись на сусідську дитину. Отримує одні п&rsquo;ятірки, а ти як нічого не знав, так і не знаєш!&rdquo;. Порівняння з іншими в бік приниження &mdash; теж знецінення, неприйняття особливостей дитини.</div>
<div>Звісно, це може робитися з найкращими намірами, але такі слова стають травматичними для дитини і руйнівними для ваших стосунків із нею. Постійне знецінення інтроєктується ("проковтується") і потім відтворюється зсередини: "Та що ви від мене хочете? Я нічого не вмію. Що я можу знати? Я ж не та сусідська дитина". Дитина починає занижувати очікування до себе й одночасно &mdash; від себе. У результаті знецінює і свої потреби.</div>
<div>Можливий і інший сценарій &mdash; гіперкомпенсація. Дитина докладає надзусиль, щоб довести свою цінність, отримати позитивну оцінку. Вона прагне, щоб&nbsp;оцінка її досягнень нарешті допомогла їй самій повірити&nbsp;у свою цінність. Але навіть у цьому випадку внутрішнє знецінення продовжує діяти: "Це недостатньо добре, треба ще краще". Таке постійне порівняння із ідеальним&nbsp;- це, як то кажуть, &ldquo;найкраще - ворог хорошого".</div>
<div>Знецінення тісно пов&rsquo;язане з оцінюванням. Коли особистість та її якості оцінюються, навіть у позитивному ключі, це&nbsp;може змістити мотивацію людини на отримання таких "хороших" оцінок замість орієнтації на власні потреби. У таких випадках важливо оцінювати не людину, а конкретні дії. Це допомагає уникати знецінення та будувати більш здорові стосунки.</div>
<div><strong>Знецінення інших людей (або з боку інших)</strong></div>
<div>Знецінення чужих почуттів, дій чи потреб може бути засобом захисту або спробою підвищити свою самооцінку.</div>
<h4><em><strong>Приклади:</strong></em></h4>
<div><strong>Знецінення успіхів третьої особи (неприсутньої в діалозі)</strong>:</div>
<ul>
<li>&laquo;Ой, у нього просто зв&rsquo;язки&raquo;.</li>
<li>&laquo;Та що він там зробив? Усього лише пощастило&raquo;.</li>
</ul>
<div>Знецінення спрямоване на іншого з метою уникнення власних неприємних почуттів, таких як&nbsp; сором, провина, страх.&nbsp;</div>
<div><strong>Применшення чужих зусиль у діалозі</strong> :</div>
<ul>
<li>&laquo;Тобі просто пощастило опинитися в потрібному місці в потрібний час&raquo;.</li>
<li>&laquo;Будь-хто міг би це зробити&raquo;.</li>
</ul>
<div>Це може бути способом приховати власну невпевненість або уникнути визнання успіхів іншої людини.</div>
<div>&nbsp;</div>
<div><strong>Заперечення важливості чужих емоцій</strong>:</div>
<ul>
<li>&laquo;Та годі вже сумувати через таку дрібницю&raquo;.</li>
<li>&laquo;Ти серйозно? Через це ти злишся?&raquo;</li>
</ul>
<div>Така реакція часто спрямована на збереження психологічного комфорту того, хто знецінює, але може викликати почуття ізоляції у співрозмовника.</div>
<h3><strong>Чому ми знецінюємо?</strong></h3>
<div>Знецінення &mdash; це не погана звичка чи риса характеру. Це психологічний захист, який допомагає уникати болю, розчарувань чи зіткнення з неприємними емоціями.&nbsp;</div>
<div>Основні причини:</div>
<ul>
<li><strong>Страх критики чи відторгнення</strong>: людина заздалегідь принижує свої досягнення, щоб інші не могли зробити це за неї.</li>
<li><strong>Копіювання внаслідок </strong><strong>інтроєкції</strong>: людина відтворює поведінку тих, з ким виросла.</li>
<li><strong>Незадоволені потреби</strong>: наприклад, дефіцит&nbsp; визнання, підтримки або любові можуть викликати компенсаторну поведінку.&nbsp;</li>
<li><strong>Компенсація</strong>: принижуючи іншого, ми отримуємо відчуття переваги.</li>
<li><strong>Виправдання</strong>: зняття відповідальності за бездіяльність або відсутність результатів своєї діяльності.</li>
<li><strong>Втрата або відсутність чутливості, </strong><strong>емпатії</strong><strong>: </strong>людина може навіть не розуміти наслідків такої поведінки або свідомо так чинить через психопатичні риси.</li>
</ul>
<div><strong>Що хорошого в механізмі знецінення?</strong></div>
<div>Механізм знецінення може виявитися корисним, особливо в умовах дефіциту або стресу, коли потреби задовольняються лише частково. Він допомагає пережити несприятливі обставини, зберегти внутрішню цілісність і уникнути надмірної фрустрації, коли немає можливості задовольнити потреби.</div>
<div>Наприклад, якщо не вистачає ресурсу для переживання болю, ми можемо знецінити його: сказати собі, що іншим гірше або що зараз не час страждати. Це дозволяє відкласти емоційне переживання, якщо воно недоречне в конкретних обставинах. У таких випадках знецінення може виконувати роль своєрідної &laquo;емоційної анестезії&raquo;.</div>
<div>Крім того, гумор або знецінення перебільшених емоцій допомагають зменшити драматизм ситуації, коли сильні почуття захоплюють нас цілком. Наприклад, гумор на фронті допомагає впоратися з екзистенційними загрозами, зокрема страхом смерті.</div>
<div>Існують також професії, де люди регулярно стикаються зі стражданнями й болем: медики, військові, психіатри, криміналісти. У таких випадках знецінення сприяє зниженню чутливості, допомагаючи їм виконувати свої обов&rsquo;язки попри постійний контакт із важкими переживаннями.</div>
<div><strong>Що в цьому поганого?</strong></div>
<div>Знецінення почуттів може призводити до їх ігнорування, а це, у свою чергу, викликає дезорієнтацію у власних потребах і житті. Адже емоції &ndash; це наш компас.&nbsp;Знецінюючи їх, ми ризикуємо втратити&nbsp;зв&rsquo;язок із своїми потребами.</div>
<div>Емоції є невід&rsquo;ємною частиною нашої особистості, тому їх знецінення &ndash; це фактично знецінення себе. Крім того, за емоціями стоять потреби про які вони сигналізують або виражають. Ігноруючи їх, ми ризикуємо знецінити самих себе, що може стати основою для розвитку особистісних розладів.</div>
<div>У близьких стосунках знецінення емоцій призводить до браку емпатії, нерозуміння, неприйняття іншої людини. Це може стати причиною віддалення, втрати довіри й охолодження стосунків. Відоме довготривале дослідження щастя показує, що саме якісні близькі стосунки є&nbsp;найважливішим чинником у&nbsp;відчутті щастя.</div>
<div>Знецінення своїх досягнень порушує природні ланцюжки мотивації. Якщо людина знецінює зроблене, вона не отримує задоволення від результату, і наступного разу її мотивація зменшується. У таких випадках доводиться покладатися лише на зовнішню мотивацію або примус. Це зменшує задоволення від діяльності та може призводити до вигоряння, тривожних чи депресивних станів.</div>
<div>Знецінення потреб також негативно впливає на мотивацію. Якщо ми не визнаємо своїх потреб, то й мотив діяти зникає.</div>
<div><strong>Що вказує на знецінення?</strong></div>
<div>Маркери знецінення включають:</div>
<ul>
<li>приниження себе чи інших;</li>
<li>применшення своїх або чужих досягнень;</li>
<li>невизнання власних потреб, почуттів чи досягнень;</li>
<li>постійне порівняння з іншими;</li>
<li>емоції провини або сорому;</li>
<li>емоції відторгнення - відраза, огида.<br />&nbsp;<br />&nbsp;</li>
</ul>
<div>Будь-які оцінки, особливо з негативним забарвленням, можуть бути ознакою знецінення. Також до маркерів належить ігнорування потреб та емоцій &mdash; як своїх, так і чужих. Саме ігнорування інших людей теж є знеціненням.</div>
<div><strong>Види </strong><strong>девалідизації</strong><strong>:</strong></div>
<div><strong>Пряма</strong>: знецінення через прямі висловлювання (наприклад, "Ой, не вигадуй, нічого страшного").</div>
<div><strong>Непряма</strong>: уникнення неприємних тем, ігнорування (наприклад, відсутність уваги, вдячності чи подяки).</div>
<div><strong>Міжособистісна</strong>: у взаємодії з іншими, коли хтось знецінює когось.</div>
<div><strong>Внутрішня (</strong><strong>самознецінення</strong><strong>)</strong>: власна внутрішня критика та применшення своїх досягнень, ігнорування своїх потреб, емоцій.</div>
<div><strong>Культурна або соціальна</strong>: знецінення на рівні суспільства (наприклад, "чоловіки не плачуть", знецінення чутливості або дискримінація прав жінок).</div>
<div><strong>Що робити із знеціненням?</strong><strong>&nbsp;</strong></div>
<div><strong>Практика усвідомленості (у </strong><strong>когнітивно-поведінковій терапії</strong><strong>&nbsp;</strong><strong>-</strong><strong>&nbsp;</strong><strong>це </strong><strong>майндфулнес</strong><strong>):</strong></div>
<div>Пробуйте збільшити присутність у моменті, тобто&nbsp;звертайте увагу на процесуальну сторону справи. Навіть якщо щось не хочеться робити, варто розпочати, адже задоволення від процесу зазвичай з'являється через 5&ndash;10 хвилин.</div>
<div><strong>Прийняття</strong></div>
<div>Уможливте зміни&nbsp;через усвідомлення та прийняття себе таким, як є, замість боротьби з власними "вадами",&nbsp;відповідно до&nbsp;теорії змін Арнольда Бейсера.</div>
<div>Практикуйте нейтральне&nbsp;безоціночне спостереження за своїми думками, порівняннями та негативними висловлюваннями.</div>
<div><strong>Щоденник зробленого</strong></div>
<div>Записуйте досягнення за день, навіть маленькі. Це допомагає уникнути узагальненого знецінення (наприклад, "Яке ж я ледащо - нічого не зробив сьогодні").</div>
<div><strong>Виявлення </strong><strong>інтроєктів</strong></div>
<div>Якщо у вашому мисленні часто з'являються слова "треба", це може свідчити про зовнішню мотивацію. Варто звернути увагу на власну відповідальність за рішення, щоб повернути собі задоволення від зробленого.</div>
<div><strong>Асертив</strong><strong>ність</strong><strong> та межі</strong></div>
<div>Навчіться екологічно захищати свої психологічні межі. Помічайте знецінення з боку інших, вчіться конструктивно відповідати на нього.&nbsp;</div>
<div><strong>Оцінка оточення</strong></div>
<div>Перегляньте доцільність контактів із людьми, які регулярно вас знецінюють, і за можливості змініть оточення.</div>
<div><strong>Робота з психологом</strong></div>
<ul>
<li>Зворотний зв'язок від терапевта допоможе усвідомити прояви знецінення та навчитися діяти інакше;</li>
<li>Ситуація прийняття, підтримки та безоціночного середовища, під час консультації&nbsp; є дуже терапевтичною;</li>
<li>Техніки: психодраматичні, арт-терапія (малювання, танці), робота з тілесними відчуттями (звернення уваги на те, де у тілі "живе" знецінення), фокусування на переживаннях, завершення незавершених гештальтів через проживання, символічне і фактичне опрацювання ситуацій;</li>
<li>Навички захисту своїх меж, зокрема, через&nbsp;психодраматичні рольові вправи у безпечному середовищі сесії</li>
</ul>
<div>&nbsp;</div>
<div>Така робота сприяє інтеграції нового досвіду, збільшенню відчуття власної гідності,&nbsp; зросту&nbsp; самопідтримки та можливості отримання підтримки від інших.</div>
<div>&nbsp;</div>
<div><strong>Що робити зі знеціненням у близьких стосунках?</strong></div>
<div>Знецінення у стосунках часто призводить до емоційного віддалення і втрати довіри. Тому варто приділяти увагу прийняттю та емпатії у спілкуванні. Коли ваш партнер чи близька людина ділиться своїми переживаннями, варто їх визнати та розділити. Наприклад, замість "Ой, нічого страшного, інші переживають гірше", краще сказати: "Я бачу, що тобі зараз важко, і я тут, щоб підтримати тебе".</div>
<div>Також важливо уникати порівнянь і висловлювань, які можуть знецінювати досягнення або емоції іншої людини. Наприклад, уникайте коментарів на кшталт: "Це дрібниця", "Було б через що тут переживати?" чи "Твої проблеми не такі вже й серйозні". Замість цього доречна буде ваша підтримка партнера у складні моменти. Варто вголос визнавати досягнення і роботу близьких, відзначати це як поведінкою так і словами.&nbsp; Це збільшить взаємну довіру та зміцнить зв&rsquo;язок.&nbsp;</div>
<div>Якщо знецінення спрямоване на вас, вчиться помічати його та говорити партнеру, що така поведінка вам не подобається. В спокійній манері поясніть, які саме почуття викликає така поведінка, що саме вам у цьому не подобається і чому. Партнер може не здогадуватися щодо ваших почуттів та вважати таку поведінку нормальною. Запропонуйте альтернативні способи. Будьте уважні до ваших меж та почуттів у спілкування з партнером.&nbsp;</div>
<div>Емпатія та увага до почуттів іншої людини допомагають уникнути знецінення, яке руйнує стосунки. Пам&rsquo;ятайте: ваші слова і вчинки мають значення для людей, які вам небайдужі.</div>
<div><strong>Історичний аспект</strong></div>
<div>Термін "девалідизація" не був прямо згаданий у класичних роботах засновників гештальт-терапії&nbsp;Фріца&nbsp;Перлза, Лаури Перлз та Пола Гудмана. Проте феномен знецінення переживань обговорювався в контексті механізмів уникнення, таких як:</div>
<ul>
<li><strong>Ретрофлексія</strong> &mdash; спрямування енергії контакту на себе;</li>
<li><strong>Дефлексія</strong> &mdash; уникнення прямого контакту.</li>
</ul>
<div>Подальше дослідження цього феномену у такому ж ключі продовжували, зокрема, Польстери та Джозеф Зінкер.</div>
<div>Сучасні дослідники, зокрема Серж і Анна Жинжер у своїй праці <em>&ldquo;</em><em>Гештальт-терапія</em><em> ко</em><em>н</em><em>такту&rdquo;</em>, виділяють девалідизацію як окремий механізм. Вони вказують, що знецінення часто поєднується із дефлексією та ретрофлексією. На їхню думку, девалідизація є способом уникнення складних емоцій, але водночас створює бар'єр для усвідомлення, доступу до ресурсів та автентичного переживання (щирого контакту як із собою, так і з оточенням).</div>
<div>Однак варто відзначити, що у деяких випадках знецінення може відігравати важливу роль у збереженні психологічної цілісності людини. Наприклад, коли відсутні ресурси для переживання фрустрації чи сильних емоцій, девалідизація може бути тимчасовим адаптаційним механізмом.</div>
<div><strong>Висновок</strong></div>
<div>Девалідизація &mdash; це складний та багатогранний феномен, який, хоч і часто має негативний вплив на особистість, також виконує захисну функцію. У контексті терапії важливо розглядати цей механізм не лише як перешкоду, але й як сигнал, що вказує на відсутність ресурсу для роботи зі складними емоціями. Це відкриває можливість для глибшого усвідомлення, прийняття та поступової інтеграції нового досвіду.</div>
<div>Зрештою, навіть сам феномен знецінення не варто знецінювати. Він є важливою частиною адаптаційного процесу, яка може слугувати основою для подальшого розвитку та глибшого контакту із собою та світом.</div>
<div><br />&nbsp;</div>`,
    date: "27.01.2025",
  },
];
// {
//   title: ``,
//   text: ``,
//   date: "1.1.2025",
// },
