export const articleData = [
  {
    title: "Як знайти баланс у житті",
    text: "У цій статті ви дізнаєтеся про методи пошуку гармонії між роботою, особистим життям та відпочинком.",
    date: "24.12.2023",
    // articleLink: "https://example.com/article-1",
    maxTextLength: 120,
  },
  {
    title: "Секрети ефективної комунікації",
    text: "Комунікація є ключовим фактором успіху в стосунках. Дізнайтеся, як покращити свої навички спілкування.",
    date: "22.12.2023",
    // articleLink: "https://example.com/article-2",
  },
  {
    // Використовуються значення за замовчуванням
  },
];
