export const HADSData = [
  {
    id: 1,
    text: "Я відчуваю внутрішнє напруження або нервозність:",
    category: "A",
    options: [
      { value: 3, label: "Майже завжди" },
      { value: 2, label: "Часто" },
      { value: 1, label: "Час від часу, ситуативно" },
      { value: 0, label: "Зовсім ні" },
    ],
  },

  {
    id: 2,
    text: "Я отримую задоволення від тих речей, які приносили задоволення і раніше:",
    category: "D",
    options: [
      { value: 0, label: "Так само, як завжди" },
      { value: 1, label: "Менше, ніж зазвичай" },
      { value: 2, label: "Значно менше" },
      { value: 3, label: "Майже ніколи" },
    ],
  },
  {
    id: 3,
    text: "У мене виникає відчуття страху, ніби може статися щось жахливе :",
    category: "A",
    options: [
      { value: 3, label: "Саме так і щось дуже погане" },
      { value: 2, label: "Так, але не настільки погане" },
      { value: 1, label: "Трохи, але це мене не турбує" },
      { value: 0, label: "Зовсім ні" },
    ],
  },
  {
    id: 4,
    text: "Я можу сміятися і бачити кумедну сторону речей:",
    category: "D",
    options: [
      { value: 0, label: "Так, як завжди" },
      { value: 1, label: "Менше, ніж раніше" },
      { value: 2, label: "Помітно менше" },
      { value: 3, label: "Майже ніколи" },
    ],
  },
  {
    id: 5,
    text: "У мене з'являються тривожні думки:",
    category: "A",
    options: [
      { value: 3, label: "Майже постійно" },
      { value: 2, label: "Досить часто" },
      { value: 1, label: "Іноді, але не часто" },
      { value: 0, label: "Лише ситуативно" },
    ],
  },
  {
    id: 6,
    text: "Я відчуваю себе бадьорим:",
    category: "D",
    options: [
      { value: 3, label: "Зовсім ні" },
      { value: 2, label: "Не часто" },
      { value: 1, label: "Іноді" },
      { value: 0, label: "Більшу частину часу" },
    ],
  },
  {
    id: 7,
    text: "Я відчуваю розслабленість і можу спокійно сидіти:",
    category: "A",
    options: [
      { value: 0, label: "Саме так" },
      { value: 1, label: "Зазвичай так" },
      { value: 2, label: "Не часто" },
      { value: 3, label: "Зовсім ні" },
    ],
  },
  {
    id: 8,
    text: "Я відчуваю ніби я сповільнився:",
    category: "D",
    options: [
      { value: 3, label: "Майже завжди" },
      { value: 2, label: "Дуже часто" },
      { value: 1, label: "Іноді" },
      { value: 0, label: "Зовсім ні" },
    ],
  },
  {
    id: 9,
    text: "У мене з'являються відчуття, які мене турбують, ніби крутить живіт:",
    category: "A",
    options: [
      { value: 0, label: "Зовсім ні" },
      { value: 1, label: "Ситуативно" },
      { value: 2, label: "Доволі часто" },
      { value: 3, label: "Дуже часто" },
    ],
  },
  {
    id: 10,
    text: "Я перестав піклуватися про свій зовнішній вигляд:",
    category: "D",
    options: [
      { value: 3, label: "Саме так" },
      { value: 2, label: "Піклуюсь не настільки як було б варто" },
      { value: 1, label: "Трохи менше, ніж раніше" },
      { value: 0, label: "Піклуюсь так, як і раніше" },
    ],
  },
  {
    id: 11,
    text: "Я відчуваю себе стомленим коли мені доводиться постійно рухатись:",
    category: "A",
    options: [
      { value: 3, label: "Дійсно, дуже сильно" },
      { value: 2, label: "Досить сильно" },
      { value: 1, label: "Ну дуже сильно" },
      { value: 0, label: "Зовсім ні" },
    ],
  },
  {
    id: 12,
    text: "Я з нетерпінням чекаю речей, які приносять мені задоволення:",
    category: "D",
    options: [
      { value: 0, label: "Так як і раніше" },
      { value: 1, label: "Трохи менше ніж раніше" },
      { value: 2, label: "Точно менше ніж раніше" },
      { value: 3, label: "Дуже рідко" },
    ],
  },
  {
    id: 13,
    text: "Я відчуваю раптові напади паніки:",
    category: "A",
    options: [
      { value: 3, label: "Дійсно, дуже часто" },
      { value: 2, label: "Досить часто" },
      { value: 1, label: "Досить рідко" },
      { value: 0, label: "Зовсім не відчуваю" },
    ],
  },
  {
    id: 14,
    text: "Я можу насолоджуватися гарною книгою, фільмом чи серіалом:",
    category: "D",
    options: [
      { value: 0, label: "Часто" },
      { value: 1, label: "Менше, ніж раніше" },
      { value: 2, label: "Помітно менше" },
      { value: 3, label: "Майже ніколи" },
    ],
  },
];
