export const testsData = [
  {
    testTitle: `Шпитальна шкала тривоги та депресії (HADS)`,
    testDescription: `HADS (Hospital Anxiety and Depression Scale) - це шпитальна шкала тривоги та депресії, яку використовують для оцінки рівня тривожності та депресії у пацієнтів. Це дозволяє лікареві звернути увагу на можливий вплив психологічних факторів на стан пацієнта.
    Посилання на оригінальний опитуальник англійською: `,
    testLink: `https://www.svri.org/sites/default/files/attachments/2016-01-13/HADS.pdf`,
    testInstruction: `
    "Поставте позначку біля відповіді, яка найбільше відповідає тому, як ви почувалися протягом останнього тижня.
Не витрачайте надто багато часу на відповіді: ваш перший вибір — найкращий".`,
  },
];
