export const testsData = [
  {
    testTitle: `Шпитальна шкала тривоги та депресії (HADS)`,
    testDescription: `HADS (Hospital Anxiety and Depression Scale) - це шпитальна шкала тривоги та депресії, яку використовують для оцінки рівня тривожності та депресії у пацієнтів. Це дозволяє лікареві звернути увагу на можливий вплив психологічних факторів на стан пацієнта.
    Посилання на оригінальний опитуальник англійською: `,
    testLink: `https://repository.niddk.nih.gov/media/studies/mapp_ep/Forms/MAPP_HADS_SCAN_v1.0.20100429.pdf`,
    testInstruction: `
    "Далі будуть перераховані проблеми з якими інколи стикаються люди, що пережили сильну стресову подію: будь ласка, тримаючи у голові найгіршу подію, уважно прочитайте проблеми та відмітьте наскільки вони вас турбували протягом останнього місяця (Таблиця 1).

Будь ласка, коротко опишіть подію (якщо це викликає сильне занепокоєння пропустіть цей пункт)`,
    component: "HADS",
  },
  {
    testTitle: `Шкала PCL-5 (Перелік симптомів ПТСР)`,
    testDescription: `PCL-5 (PTSD Checklist for DSM-5) - це короткий і зручний опитувальник для самооцінки симптомів посттравматичного стресового розладу (ПТСР).

Його було розроблено Національним центром із питань ПТСР у США, і зазвичай його заповнення займає 5–10 хвилин.
PCL-5 широко використовується у клінічній практиці та дослідженнях завдяки своїй простоті, надійності та повній відповідності діагностичним критеріям DSM-5.
    Посилання на оригінальний опитуальник англійською: `,
    testLink: `https://www.ptsd.va.gov/professional/assessment/documents/PCL5_Standard_form.pdf`,
    testInstruction: `
    "Нижче наведено перелік проблем, які іноді виникають у людей у відповідь на дуже травматичний досвід. Згадуючи найгіршу подію, що сталася з вами, будь ласка, уважно прочитайте кожне запитання та оберіть варіант відповіді, який найточніше описує, наскільки сильно кожна з цих проблем турбувала вас протягом останнього місяця. За минулий місяць ви часто:".`,
    component: "PCL5",
  },
];
