export const AboutMyProfession = `Моя професія - психолог. Консультую з опорою на
                  гештальт-підхід для вирішення ваших складнощів. Маю
                  багаторічний досвід психологічної допомоги різним клієнтам.
                  Найбільш корисний буду для людей із складнощами в стосунках із
                  близькими - співзалежність між партнерами, дисфункціональні
                  сім'ї, сепарація від батьків.`;

export const AboutBio = `Народився у мальовничому селищі на березі Дніпра... Здобув
                ступінь магістра психології у Херсонському Державному
                університеті. На 4-му курсі почав знайомство із гештальт
                підходом. Після роботи у школі психологом, працював менеджером з
                продажу. З 2015-го почав консультувати, а з 2017 вже відкрив
                свою практиху у м.Херсон. Тож маю багаторічний досвід
                консультування самих різних клієнтів. Це як короткочасні
                консультації - кілька зустрічей, так і довготривала робота з
                клієнтами для більш глибоких змін у їхньому житті.`;

export const HomeQuoteOne = ` “Подорож у тисячу лі починається з одного кроку. - Лао-Цзи`;

export const HomeQuoteTwo = ` “Щоб дійти до мети, людині потрібно тільки одне — йти”. — Оноре де Бальзак `;
export const HomeQuoteThree = ` “Неважливо, як повільно ти йдеш, головне — не зупиняйся”. — Конфуцій `;
