export const AboutMyProfession = `Привіт, я психолог Юрій Вахняк. Вітаю Вас на моїй сторінці. Я є кваліфікованим психологом із багаторічним досвідом роботи в галузі психологічного консультування та підтримки. 
Моя основна мета — допомогти клієнтам зрозуміти себе, подолати життєві труднощі та розвинути поведінкові стратегії для особистісного зросту. Завдяки моїм знанням у сфері психологічного консультування, гештальт підходу та емоційної регуляції, я допомагаю клієнтам ефективно справлятися зі стресом, тривожністю та депресивними станами. У своїй роботі дотримуюся етичних стандартів та створюю безпечний простір довіри, де кожен може відкрито обговорювати свої складнощі.`;

export const AboutBio = `Мене звати Юрій Вахняк. У 2009 став спеціалістом у сфері практичної психології, а у 2011 здобув ступінь магістра психології у Херсонському Державному   університеті. На 4-му курсі навчання на психолога почав знайомство із гештальт   підходом. А саме з 2008 року брав активну участь у терапевтичних групах, навчальних семінарах з гештальт-підходу, навчально-терапевтичних інтенсивах. Також маю досвід  власної психотерапії із гештальт-терапевтами.
Після навчання працював психологом у школі. Організовував та проводив психологічні тренінгові групи та групи підтримки у 2011-2015. З 2015-го почав консультувати індивідуально, а з 2017 вже відкрив   свою практику у місті Херсон, а з 2019 також почав приймати клієнтів онлайн. Тож маю багаторічний досвід   консультування самих різних клієнтів як наживо так і онлайн. Це як короткочасні   консультації - кілька зустрічей, так і довготривала робота з   клієнтами для більш глибоких змін у їхньому житті.
`;

export const TestsPageMainText = `  Усі тести та скринінги представлені виключно з ознайомчою метою для того щоб
          зорієнтуватися у вашому стані. Не варто ставити собі діагнози на їх
          основі.`;

export const HomeQuoteOne = ` “Подорож у тисячу лі починається з одного кроку. - Лао-Цзи`;

export const HomeQuoteTwo = ` “Щоб дійти до мети, людині потрібно тільки одне — йти”. — Оноре де Бальзак `;
export const HomeQuoteThree = ` “Неважливо, як повільно ти йдеш, головне — не зупиняйся”. — Конфуцій `;
