// src/data/videoData.js

const videoData = [
  {
    videoId: "e4whufQDnU0",
    title: "Ретрофлексія в гештальт-підході | Теорія і практика",
    description: `Ретрофлексія як механізм переривання контакту в гештальт-підході. Теорія і практика.
Детальніше розглядаю даний механізм із прикладами і що з цим усим робити як психологу так і клієнту. 
Що можна зробити самостійно, щоб покращити своє життя, розібратися з ретрофлексією?`,
  },
  {
    videoId: "DnRQK-aQYBw",
    title: "Дефлексія в гештальт-підході | Теорія та практика",
    description: `
    Дефлексія як механізм переривання контакту в гештальт-підході. Теорія і практика. 
    Детальніше розглядаю даний механізм із прикладами і що з цим усим робити як психологу так і клієнту. 
    Що можна зробити самостійно, щоб покращити своє життя, розібравшись із дефлексією?
  `,
  },
  {
    videoId: "YmQEYCZ2L7Q?si=x2d7GPW5jeRKGvm2",
    title: "Знецінення (девалідизація) у гештальт-підході | Теорія і практика",
    description: `Знецінення (девалідизація) як механізм переривання контакту в гештальт-підході. Теорія і практика. 
Детальніший розбір цього феномену, ніж у відео про цикл контакту та механізми переривання, велика кількість прикладів. Поради  для тих, хто вирішив поліпшити своє життя як самостійно, так і за допомогою психолога. Може бути корисним як клієнтам, так і спеціалістам, особливо початківцям.`,
  },
];

export default videoData;
