// src/data/videoData.js

const videoData = [
  {
    videoId: "IZc4CQfZOl0?si=-tjQRQnCmWmTzfBU",
    title: "Основні концепції гештальт-терапії та їх практичний аспект",
    description: `Основні концепції гештальт-терапії та аспекти їх практичного застосування у консультативній роботі психолога.
Розповідаю коротко про феноменологію, діалог, теорію поля, фігуру та фон, цикл контакту, усвідомлення (awareness), "тут і зараз", парадоксальну теорію змін у гештальт підході `,
  },
  {
    videoId: "hl5s82xbuhI?si=S4_DNT3zR83O3zoG",
    title:
      "Цикл контакту і механізми переривання контакту в гештальт-підході | Теорія і практика",
    description: `Мої роздуми та спостереження щодо циклу контакту в гештальт-підході, а також механізмів переривання контакту. 
Як це проявляється у клієнта?
Що з цим можна робити на практиці? `,
  },
  {
    videoId: "89NiJ1sRl-s?si=PjQ-pjUy68vLafez",
    title: "Конфлюєнція в гештальт-підході | Теорія та практика",
    description: `Про конфлюєнцію (злиття) - механізм переривання контакту у гештальт-підході у теоретичному аспекті із прикладами, а також у практичному - як з цим працювати, що з цим робити і навіщо?
Коли конфлюєнція доречна і необхідна, а коли призводить до небажаних наслідків?
Види конфлюєнції`,
  },
  {
    videoId: "j745PaX3VkU?si=Prsk8XdVSbXVLymA",
    title: "Проєкція в гештальт-підході | Теорія і практика",
    description: `Мої роздуми та спостереження щодо такого механізму переривання контакту в гештальт-підході як проєкція. 
Навіщо про нього знати клієнту? 
Яку роль відіграє цей механізм у психологічній практиці?`,
  },
  {
    videoId: "BmNueA3hSZE?si=WpmO7G_snOVNvYa_",
    title: "Інтроєкція в гештальт-підході | Теорія і практика",
    description: `Інтроєкція як механізм переривання контакту в гештальт-підході. Теорія і практика.
Детальніше розглядаю даний механізм із прикладами і що з цим усим робити як психологу так і клієнту. 
Що можна зробити самостійно, щоб покращити своє життя, розібратися з інтроєкцією?`,
  },
  {
    videoId: "e4whufQDnU0",
    title: "Ретрофлексія в гештальт-підході | Теорія і практика",
    description: `Ретрофлексія як механізм переривання контакту в гештальт-підході. Теорія і практика.
Детальніше розглядаю даний механізм із прикладами і що з цим усим робити як психологу так і клієнту. 
Що можна зробити самостійно, щоб покращити своє життя, розібратися з ретрофлексією?`,
  },
  {
    videoId: "DnRQK-aQYBw",
    title: "Дефлексія в гештальт-підході | Теорія та практика",
    description: `
    Дефлексія як механізм переривання контакту в гештальт-підході. Теорія і практика. 
    Детальніше розглядаю даний механізм із прикладами і що з цим усим робити як психологу так і клієнту. 
    Що можна зробити самостійно, щоб покращити своє життя, розібравшись із дефлексією?
  `,
  },
  {
    videoId: "YmQEYCZ2L7Q?si=x2d7GPW5jeRKGvm2",
    title: "Знецінення (девалідизація) у гештальт-підході | Теорія і практика",
    description: `Знецінення (девалідизація) як механізм переривання контакту в гештальт-підході. Теорія і практика. 
Детальніший розбір цього феномену, ніж у відео про цикл контакту та механізми переривання, велика кількість прикладів. Поради  для тих, хто вирішив поліпшити своє життя як самостійно, так і за допомогою психолога. Може бути корисним як клієнтам, так і спеціалістам, особливо початківцям.`,
  },
  {
    videoId: "7PgyHOOhfHQ?si=p-xP5Z2uQNdX80RB",
    title: "Незавершений гештальт та ефект Зейгарнік | Теорія і практика",
    description: `"Незавершений гештальт" . Що це означає? Як його завершити? Які наслідки його незавершення?
Приклади різних гештальтів та аспектів у роботі з ними. 
Історія дослідження цього питання: ефект Зейгарнік, когнітивний дисонанс - як це стосується незавершених гештальтів, а також сучасні дослідження на цю тему.`,
  },
];

export default videoData;
